Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: ཕྱག་རྒྱ་དང་སྔགས་གཤེགས་སུ་གསོལ་བ་ནི་མཆོད་ཡོན་གྱིས་སོ། །
en: “These were the mudrā and the mantra of dismissing with the respective offerings. {37.19}

source: མཛུབ་མོ་དེ་ཉིད་གུང་མོའི་ཚིགས་གསུམ་པའི་འོག་ཏུ་བཞག་སྟེ།
en: “The same index fingers should touch below at the third joint of the needle-shaped middle fingers.

source: གུང་མོ་ཡང་དག་པར་སྦྱར་ལ་མཐེ་བོ་གཉིས་དང་མཐེའུ་ཆུང་གཉིས་ཕན་ཚུན་མནན་ཅིང་ཁུ་ཚུར་དུ་བྱའོ། །
en: The opposite thumbs, together with the small fingers, should form a tight fist. The middle fingers should form a ‘needle.’

source: འདིར་སྔགས་ནི། །ན་མོ་བྷ་ག་བ་ཏེ་ཨ་པྲ་ཏི་ཧ་ཏོཥྞཱི་ཥཱ་ཡ། ཨོྃ་དྲཱ་བནྡྷ་ཧཱུྃ་ཕཊ།
en: The corresponding mantra is: “ Oṁ blessed, invincible uṣṇīṣa! Oṁ oṁ, hrauṁ ! Bind, hūṁ phaṭ!

source: བཅོམ་ལྡན་འདས་རིག་པའི་རྒྱལ་པོའི་གཙུག་ཏོར་གྱི་སྔགས་བགེགས་དང་ལོག་འདྲེན་ཐམས་ཅད་ཀྱིས་ཟིན་པ་དག་དང་དབང་བསྐུར་བ་དང་བདག་བསྲུང་བ་དང་ཕྱོགས་བཅིང་བ་དང་དཀྱིལ་འཁོར་བཅིང་བ་ལ་སོགས་ཏེ་ལས་ཐམས་ཅད་ལ་རབ་ཏུ་སྦྱར་རོ། །
en: “The great vidyārāja Vikaraṇoṣṇīṣa can be employed in all the rites belonging to the uṣṇīṣa system of the blessed vidyārāja , such as destroying all the vighnas and vināyakas, conferring empowerments, self-protection, binding the directions, binding the maṇḍala, and so forth. {37.21}

source: མཛུབ་མོ་དེ་གཉིས་ཀྱི་རྩེ་མོ་གཉིས་བཀུག་ཅིང་ཡང་དང་ཡང་བརྐྱང་བ་ནི་མེ་ལྷ་སྤྱན་དྲང་བའོ། །
en: “If the same index fingers are extended outward with the tips folded in and are moved in a pulling motion,

source: དེ་ནས་སྦྱིན་སྲེག་གི་ལས་བྱ་སྟེ།
en: [this is the mudrā] for summoning [the god of] fire for the purpose of homa.

source: འདི་ཉིད་ཀྱིས་སླར་གཤེགས་སུ་གསོལ་བ་ནི་བཟློག་པའོ། །
en: The same mudrā [is used also] for dismissing, if the index fingers are stretched forth.

source: འདིར་སྔགས་ནི། ན་མོ་བྷ་ག་བ་ཏེ། ཨ་པྲ་ཏི་ཧ་ཏོཥྞཱི་ཥཱ་ཡ། ཨེ་ཧྱེ་ཧི་ཏེ་ཛོ་མཱ་ལི་ནི་ཨགྣ་ཡེ་སྭཱ་ཧཱ། མཛུབ་མོ་དེ་ཉིད་ཀྱི་རྩེ་མོ་གཉིས་ཅུང་ཟད་བཀུག་པར་བྱ་ཞིང་གུང་མོ་སྦྱར་ལ་གུང་མོའི་ཚིགས་གསུམ་པའི་ནང་དུ་སྦྱར་བར་བྱའོ། །
en: This is the mudrā of Jvālā­mālinoṣṇīṣa. It is invincible in every rite. The corresponding mantra is: “ Homage to the blessed, invincible uṣṇīṣa ! Come, come! Svāhā to Agni, one who is garlanded with flames! {37.22} “If the same index fingers are folded at the tips and are joined together in the space between the needle-shaped middle fingers at the third joint,

source: གཙུག་ཏོར་གྱི་སྟོབས་ཤིན་ཏུ་དྲག་པོའི་ཕྱག་རྒྱ་ཡིན་ནོ། །
en: this is the mudrā of Balotkaṭoṣṇīṣa.

source: འདིར་སྔགས་ནི། ན་མོ་བྷ་ག་བ་ཏི། ཨ་པྲ་ཏི་ཧ་ཏོཥྞཱི་ཥཱ་ཡ། ཨི་མཾ་གནྡྷཾ། དྷཱུ་པཾ། པུཥྤཾ་བ་ལིཾ་དཱི་པཾ་ཙ་པྲ་ཏཱིཙྪ་ཧ་ར་སརྦ་བུདྡྷ་ཨ་དྷིཥྛི་ཏེ། དྷརྨ་རཱ་ཛ་ཨ་པྲ་ཏི་ཧ་ཏཱ་ཡ་སྭཱ་ཧཱ། དྲི་ལ་སོགས་པའི་སྔགས་སོ། །
en: The corresponding mantra is: “ Homage to the blessed, invincible uṣṇīṣa ! Accept these fragrances, flowers, incense, refreshments, and lamps! Take [them], take. Svāhā to you, invincible Dharma king! “This is the mantra for offering fragrances, and so forth. {37.23}

source: སྲིན་ལག་གཉིས་བཟློག་སྟེ། ཚིགས་གསུམ་པ་ལ་མཐེ་བོ་གཉིས་ཡང་དག་པར་སྦྱར་ཞིང་མཛུབ་མོ་གཉིས་ཀྱང་སྦྱར་བ་ནི་གཟི་བརྗིད་གཙུག་ཏོར་གྱི་ཕྱག་རྒྱ་སྟེ།
en: “If the ring fingers are in reverse position, the thumbs joined at the third joint, and the index fingers form the shape of a needle, this is the mudrā of Vajratejoṣṇīṣa.

source: ལོག་འདྲེན་ཐམས་ཅད་ཀྱིས་འཇོམས་པར་མི་ནུས་སོ། །ཕྱག་རྒྱ་འདི་ནི་སྲུང་བ་དང་བཟླས་པའི་དུས་དང་། སྒྲུབ་པའི་དུས་དང་དཀྱིལ་འཁོར་དང་ལས་ཐམས་ཅད་ལ་ཡང་བྱ་བ་ཡིན་ནོ། །
en: Unassailable by any vināyakas, it should be used to restrain them and, also, for making the time and the place salutary. One can thus use this mudrā and its mantra to afford protection at the time of recitation, formal practice, or the maṇḍala [ritual]. They can be used in all activities.

source: འདིར་སྔགས་ནི། ན་མོ་བྷ་ག་བ་ཏེ། ཨ་པྲ་ཏི་ཧ་ཏོཥྞཱི་ཥཱ་ཡ། སརྦ་བི་གྷྣཾ་བི་དྷཱ་ན་ས་ན་ཀ་རཱ་ཡ་ཀྲོ་དྷཱ་ཡ་སྭཱ་ཧཱ། སྲིན་ལག་གཉིས་ཀྱི་རྩ་བར་མཐེ་བོང་གཉིས་གཏུགས་ཏེདེ་བཞིན་དུ་གདུབ་ཀོར་ལྟར་བྱ་ཞིང་མཛུབ་མོ་གཉིས་ཀྱི་ནང་སྟོང་པའི་རྣམ་པར་བྱའོ། །
en: The mantra is: “ Homage to the blessed, invincible uṣṇīṣa who destroys all the vighnas! Destroy [them]! Svāhā! {37.24} “If the ring fingers [each] form a circle [touching] the base of the thumb, and the index fingers form the shape of a needle,

source: འདི་ནི་ཐམས་ཅད་དུ་ཐོགས་པ་མེད་ཅིང་གཞན་གྱིས་མི་ཐུབ་པའི་གཙུག་ཏོར་གྱི་ཕྱག་རྒྱ་ཡིན་ནོ། །
en: this is the mudrā of Aparājitoṣṇīṣa, invincible in every way.

source: འདིར་སྔགས་ནི། ན་མོ་བྷ་ག་བ་ཏེ། ཨ་པྲ་ཏི་ཧ་ཏོཥྞཱི་ཥཱ་ཡ། སརྦ་ཏྲ་ཨ་པ་རཱ་ཛི་ཏཱ་ཡ། ཤ་མ་ཡ་ཤ་མ་ཡ། ཤཱནྟེ་དཱནྟེ་དྷརྨ་རཱ་ཛ་བ་ཤི་ཏེ། མ་ཧཱ་བིདྱཱེ་སརྦཱརྠ་སཱ་ངྷཱ་ནི་སྭཱ་ཧཱ། མར་གྱི་སྦྱིན་སྲེག་ལ་སོགས་པས་ཞི་བ་དང་རྒྱས་པ་ལ་སོགས་པའི་ལས་བྱའོ། །
en: The corresponding mantra is: “ Homage to the blessed, Aparājitoṣṇīṣa that can never be defeated! O great vidyā ! You are the samaya, peaceful and restrained, taught by the Dharma king! You fulfill all aims, svāhā! “One should perform, [using this mudrā and mantra], the rites of pacifying and nourishing, while offering homas of ghee, and so forth. {37.25}

source: སྲིན་ལག་གཉིས་ཀྱིས་གདུབ་ཀོར་ལྟར་བྱ་ཞིང་མཛུབ་མོའི་རྩེ་མོ་གཉིས་བཀུག་པ་ནི་ཐོགས་པ་མེད་པའི་བདེ་བྱེད་ཀྱི་གཙུག་ཏོར་གྱི་ཕྱག་རྒྱའོ། །
en: “If the same ring fingers are folded into a circular shape, and the folded tips of the index fingers press against each other, this is the mudrā of Śaṅkaroṣṇīṣa.

source: འདིར་སྔགས་ནི། ན་མོ་བྷ་ག་བ་ཏེ། ཨ་པྲ་ཏི་ཧ་ཏོཥྞཱི་ཥཱ་ཡ། ཨོྃ་ཤང་ཀ་རེ་སྭཱ་ཧཱ། ལས་ཐམས་ཅད་སྲུང་བར་བྱེད་དོ། །
en: The corresponding mantra is: “ Homage to the blessed invincible uṣṇīṣa! Oṁ, svāhā to Śaṅkara! “[This mantra and mudrā] afford protection in every rite. {37.26}

source: མཐེ་བོ་གཉིས་ཀྱི་རྩེ་མོས་སྲིན་ལག་གཉིས་ཀྱི་གསུམ་པའི་ཚིགས་ལ་མནན་ལ། དེ་བཞིན་དུ་མཛུབ་མོ་གཉིས་ཀྱི་རྩེ་མོ་ཡང་རྡོ་རྗེའི་རྩེ་མོ་དང་འདྲ་བར་བྱའོ། །
en: “If the tips of the thumbs are placed upon the third joint of the ring fingers, and the index fingers form the shape of a needle,

source: འདི་ནི་དམ་ཚིག་ཐོགས་པ་མེད་པའི་སྤྱི་གཙུག་གི་ཕྱག་རྒྱ་སྟེ། དམ་ཚིག་ཐམས་ཅད་ཀྱི་ཐུན་མོང་ངོ་། །
en: this is the mudrā of Samayoṣṇīṣa, invincible as a vajra and applicable to every type of samaya.

source: འདིར་སྔགས་ནི། ན་མོ་བྷ་ག་བ་ཏེ། ཨ་པྲ་ཏི་ཧ་ཏོཥྞཱི་ཥཱ་ཡ། ཨོྃ་ཤང་ཀ་རེ་ས་མ་ཡཾ་སྭཱ་ཧཱ།
en: The corresponding mantra is: “ Homage to the blessed, invincible uṣṇīṣa! Oṁ , the samaya for prosperity! Svāhā! {37.27}

source: མཐེ་བོ་གཉིས་ཀྱི་རྩེ་མོས་སྲིན་ལག་གཉིས་ཀྱི་བར་མའི་ཚིགས་ལ་བཅར་ལ་མཛུབ་མོ་གཉིས་ཀྱི་རྩེ་མོ་དགུག་པར་བྱ་ཞིང་གུང་མོ་གཉིས་ཀྱི་རྩེ་མོ་དང་ཚིགས་བར་མ་སྦྱར་བ་ནི་དམ་ཚིག་ཐོགས་པ་མེད་པ་གཙུག་ཏོར་གྱི་ཕྱག་རྒྱ་ཡིན་ཏེ
en: “If the tips of the thumbs are placed upon the middle joint of the ring fingers, and the index fingers, with their tips folded in, cling to the middle joint of the needle-shaped middle fingers, this is the mudrā of the invincible Mahā­samayoṣṇīṣa.

source: ལྷ་དང་ལྷ་མ་ཡིན་ལ་སྦྱར་ན་དམ་ཚིག་ལ་འཇོག་པར་བྱེད་དོ། །
en: When employed against the gods and the asuras, this [mudrā] establishes them in the samaya.

source: འདིར་སྔགས་ནི། ན་མོ་བྷ་ག་བ་ཏེ། ཨ་པྲ་ཏི་ཧ་ཏོཥྞཱི་ཥཱ་ཡ། ཨོྃ་ཤང་ཀ་རེ་མ་ཧཱ་ས་མ་ཡཾ་སྭཱ་ཧཱ།
en: The corresponding mantra is: “ Homage to the blessed, invincible uṣṇīṣa! Oṁ , the great samaya for prosperity! Svāhā! {37.28}

source: འདིས་དཀྱིལ་འཁོར་བཅིང་བ་བྱས་ནས་བཟླས་ན་འཁོར་ལོས་སྒྱུར་བ་ཡང་དམ་ཚིག་ལ་གནས་པར་འགྱུར་ཞིང་འཁོར་ལོས་སྒྱུར་བ་གཞན་ཡང་ཟིལ་གྱིས་གནོན་པར་འགྱུར་རོ། །
en: “Having bound the maṇḍala with this mudrā, one may recite, ‘Abide in the samaya, abide!’ addressing even the emperor; one may subdue other emperors, too.

source: གནས་དེ་ཉིད་དུ་བཟླས་པ་བྱས་ན་རིག་པའི་མཐུ་སྟོབས་ཀྱིས་འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པ་ཐམས་ཅད་ཀྱི་སྔགས་རྣམས་ཀྱིས་ཕན་ཚུན་གནོད་པ་བྱེད་པར་ནུས་པ་མ་ཡིན་ནོ། །
en: While mantras are being recited at that very place, whether worldly or supramundane, none will interfere with another or neutralize its power.

source: བཟླས་པ་ནི་གནས་གཅིག་ཏུ་རྣམ་པ་ཐམས་ཅད་དུ་བྱའོ། །
en: [This is true] for all the reciters in a particular place.

source: དེ་ལ་སོགས་པ་གཙུག་ཏོར་གྱི་རྒྱལ་པོ་གྲངས་མེད་པ་ཡོད་དེ། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་རིགས་ལ་རྒྱ་ཆེར་བྱའོ། །
en: Starting with those just mentioned, there are innumerable uṣṇīṣa kings—one should practice the entire Tathāgata family at length. {37.29}

source: འཇམ་དཔལ་ཆོ་གའི་རྒྱལ་པོ་འདི་ལ་ནི་སྔགས་ཚད་མེད་པ་ཡོད་དེ། ཕྱག་རྒྱ་ཡང་རྣམ་པ་སྣ་ཚོགས་ཉིད་དེ་ངས་འདི་མདོར་བསྡུས་ནས་བཤད་པ་ཡིན་ནོ། །
en: “Further, Mañjuśrī, there are, in this king of manuals, mantras that are infinitely profound and mudrās of many different kinds. I will now teach them in brief.

source: ངས་གལ་ཏེ་རྒྱ་ཆེར་བཤད་ན་ནི་མི་དང་མི་མ་ཡིན་པ་ཐམས་ཅད་ཀྱིས་བསྐལ་པ་སྟོང་གི་ཚད་དུ་ཡང་འཛིན་པའམ་འཆང་བར་ནུས་པ་མ་ཡིན་ནོ། །
en: If I were to explain them in detail, no human or nonhuman being, not even in a thousand eons, would be able to grasp or remember them.

source: འཇམ་དཔལ་དེ་ལྟ་བས་ན་མདོར་བསྡུས་ནས་བཤད་པར་བྱ་ཡིས།
en: I will therefore, Mañjuśrī, teach them in brief.

source: མདོར་ན་ཡིད་ལ་ཉེ་བར་གཟུང་བར་གྱིས་ཤིག །
en: Keep all of this in your memory. {37.30}

source: དང་པོ་ཐུབ་པའི་ཕྱག་རྒྱ་མཆོག །འདིར་ནི་རབ་ཏུ་གསུངས་པ་ཡིན། །
en: “The heart mudrās of the Sage Are the most excellent taught in this manual.

source: ལྷ་ཡི་ལྷ་ནི་དེ་ནས་ཀྱང་། །འཁོར་ལོས་སྒྱུར་བའི་ཕྱག་རྒྱ་དང་། །
en: After them, there are the mudrās Of the cakravartin deities who surpass all gods. {37.31}

source: བྱང་ཆུབ་སེམས་དཔའ་བློ་ལྡན་ནི། །སྤྱན་རས་གཟིགས་ནི་ཟླ་བ་དང་། །དེ་ནས་ཕྱག་ན་རྡོ་རྗེའི་རྒྱ། །གནོད་སྦྱིན་དབང་པོའི་བསྟན་པ་ཡིན། །
en: “The mudrās of the moon-like Avalokiteśvara, Of the sagacious bodhisattva [Mañjuśrī], And of Vajrapāṇi, the king of yakṣa s, Are said to be next. {37.32}

source: དེ་ནས་གཞན་ཡང་ཕྱག་རྒྱ་ནི། །དཔག་མེད་ཆེན་པོའི་གཟི་བརྗིད་ལྡན། །
en: “After them come other mudrās Of great power and energy,

source: ཕོ་ཉ་ཕོ་ཉ་མོ་ཚོགས་ཀུན། །བྲན་ཕོ་བྲན་མོ་དེ་བཞིན་གཞན། །དེ་བཞིན་གནོད་སྦྱིན་གནོད་སྦྱིན་མོ། །ཀླུ་དང་ཀླུ་མོ་དེ་བཞིན་གཞན། །མངག་གཞུག་མངག་གཞུག་མོ་དག་དང་། །རྫུ་འཕྲུལ་ཆེན་པོ་ཤ་ཟ་མོ། །
en: Namely all those of the hosts of dūtas and dūtīs, Followed by those of the ceṭas and ceṭīs, {37.33} “The celestial yakṣa s and yakṣiṇīs, The nāga s and nāginīs, The kiṃkaras and kiṃkarīs, And the piśācas and piśācīs; {37.34}

source: དེ་བཞིན་གཞན་ཡང་སྲིན་མོ་དང་། །ལྷ་དང་ལྷ་མིན་བུ་མོ་དང་། །གྲུབ་དང་རིག་པ་འཛིན་རྣམས་དང་། །
en: “Of the powerful rākṣasīs And other celestial ladies; And of the wives of the daityas, Of all the siddha s and vidyādharas, {37.35}

source: མི་རྣམས་མ་ལུས་པ་དག་དང་། །སྐྱེ་བོ་ཐམས་ཅད་དག་གི་ནི། །སོ་སོ་སོ་སོར་ཕྱག་རྒྱ་བསྟན། །
en: “And of all the human and nonhuman beings Born in the threefold universe — In short, the mudrās of all beings That are designated to them individually. {37.36}

source: སྔགས་ཀྱང་རྣམ་པ་སྣ་ཚོགས་དང་། །ལས་དང་ཏིང་འཛིན་སྣ་ཚོགས་དང་། །གླང་པོ་ནོར་བུའི་རིགས་དག་དང་། །དེ་དག་སོ་སོའི་ཕྱག་རྒྱ་དང་། །
en: “Mantras, too, are of many types, Accomplishing a variety of activities. Whether in the Royal or Jewel families, These mantras each have a corresponding mudrā. {37.37}

source: དགྲ་བཅོམ་དང་ནི་རང་རྒྱལ་དང་། །ལེགས་འབྱུང་ཕྱག་རྒྱ་དེ་ཉིད་དང་། །
en: “The mudrās of the arhats or the pratyeka­buddhas Both bring splendid results.

source: ས་བཅུ་ལ་ནི་རབ་གནས་པའི། །བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱི། །
en: As for all the bodhisattvas, Established on the ten levels, {37.38}

source: ཕྱག་རྒྱ་སྙིང་པོ་སྔགས་དག་ནི། །གཅིག་པ་ཉིད་དུ་ཡོངས་སུ་བསྒྲགས། །
en: “Their heart mudrās and mantras Are taught individually.

source: ལྷ་དང་གནོད་སྦྱིན་རིགས་དང་ནི། །དྲང་སྲོང་དྲི་ཟས་མཆོད་པ་དང་། །
en: The mudrās in the family of the divine yakṣa, A family worshiped by the ṛṣis and the gandharvas; {37.39}

source: ཕྱག་རྒྱ་དྲི་ཟས་བསྟན་པ་དང་། །བདུན་པའི་རིགས་ཀྱིས་གསུངས་པ་དང་། །
en: “The mudrās taught as belonging to the seventh family And relating to the gandharvas;

source: དེ་བཞིན་བརྒྱད་པའི་ཕྱག་རྒྱ་ནི། །གནོད་སྦྱིན་རིགས་སུ་ཡོངས་སུ་བསྟན། །
en: And likewise the mudrās in the eighth family, Are [all] said to be for their [respective] families. {37.40}

source: ཕྱག་རྒྱ་ཐམས་ཅད་ཡང་དག་བསྟན། །གཞན་ཡང་བདེར་གཤེགས་བཀའ་དག་གིས། །
en: “All the mudrās thus enumerated, And the others named after the sugatas,

source: རྒྱུད་རྣམས་དག་ནི་སོ་སོ་དང་། །འཇིག་རྟེན་པ་ཡི་ཡང་འདིར་གཟུང་། །
en: Are individually paired with mantras, Both worldly and those related to the sugatas. {37.41}

source: ཕྱག་རྒྱ་ལྡན་པའི་སྔགས་དག་ནི། །ལས་རྣམས་ལ་ནི་གསལ་བར་འགྱུར། །
en: “A mantra employed together with a mudrā Is exceptionally powerful in the performance of rites.

source: ཕྱག་རྒྱ་འཆིང་ལ་སོགས་མཁས་ན། །ལོག་འདྲེན་དག་གིས་གནོད་མི་འགྱུར། །
en: The vināyakas will stay away from those who Skillfully employ mudrās and so forth. {37.42}

source: དེ་ནས་ཕྱག་རྒྱ་ཆེན་པོ་ལ་སོགས་པའི་མཚན་ཉིད་བཤད་པར་བྱ་སྟེ།
en: “Now the descriptions of these and other such great mudrās will be given.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱི་སྙིང་པོའི་ཕྱག་རྒྱའི་མཚན་ཉིད་དུ་འགྱུར་བ་ནི། །
en: First come the descriptions of the heart mudrās of the blessed buddhas. {37.43}

source: ལག་པ་གཉིས་ཀྱི་སོར་མོ་ཕན་ཚུན་བསྡམས་ལ་མཐེ་བོ་གཉིས་བསྟན་པར་བྱའོ། །
en: “One should hold the fingers of both hands together, with the thumbs exposed to view.

source: འདི་ནི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་ཐུགས་ཀྱི་ཕྱག་རྒྱའོ། །
en: This is the heart mudrā of the tathāgatas.

source: འདི་ཉིད་ལ་མཐེ་བོ་གཡས་པ་གཅིག་བསྟན་པ་ནི་པདྨ་འཛིན་པའི་ཕྱག་རྒྱར་འགྱུར་རོ། །
en: The same mudrā, but with only the right thumb showing, is the mudrā of Padmadhara.

source: ལག་པ་གཡས་གཡོན་སྔ་མ་བཞིན་དུ་ཁུ་ཚུར་བཅངས་ཏེ། གུང་མོའི་སོར་མོ་གཉིས་རབ་ཏུ་ཕྱུང་ཞིང་བརྐྱང་བར་བྱས་ལ་གཅིག་ཏུ་བྱས་ཤིང་རྡོ་རྗེའི་རྩེ་མོ་འདྲ་བ་འདི་ནི་རྡོ་རྗེ་འཛིན་གྱི་ཕྱག་རྒྱའོ། །
en: If one first makes the left and right hands into fists, and then relaxes and extends both the middle fingers to form the single form of a vajra, this is the mudrā of Vajradhara. {37.44}

source: དེ་ལས་གཅིག་བཀུག་པ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སྤོས་ཀྱི་གླང་པོའི་ཕྱག་རྒྱའོ། །
en: “If one inclines the pointed tip [of the vajra] down, this is the mudrā of the bodhisattva Gandhahastin.

source: ཡང་དེ་ཉིད་བརྐྱང་ནས་གུང་མོ་གཉིས་གདུབ་ཀོར་ལྟར་བྱས་པ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་གླང་པོའི་སྤོས་ཀྱི་ཕྱག་རྒྱའོ། །
en: If one subsequently raises [the hands] up and forms the shape of a circle, this is the mudrā of Gajagandha.

source: ལག་པ་གཉིས་པོ་ཐམས་ཅད་བསྡུས་ཏེ། ཁུ་ཚུར་དུ་བྱས་པ་འདི་ནི་རིན་པོ་ཆེའི་རིགས་ཀྱི་ཕྱག་རྒྱའོ། །
en: If one then folds in one phalanx of each [middle finger], this is the mudrā of the Jewel family.

source: ནོར་བུ་ལ་སྤྱོད་པ་ཐམས་ཅད་དང་ཛམ་བྷ་ལ་ཆུ་དབང་ལ་སོགས་པའི་སྔགས་དང་ཕྱག་རྒྱ་འདི་ཉིད་སྦྱར་བར་བྱའོ། །
en: It may be employed, in combination with the mantras of Jalendra and so forth, [to invoke] Jambhala and all the spirits of the Jewel family. {37.45}

source: མཛུབ་མོ་གཉིས་ཀྱི་ཚིགས་གཉིས་བཀུག་ནས་སེན་མོ་གཉིས་ཕན་ཚུན་དུ་སྤྲད་པ་འདི་ནི་གནོད་སྦྱིན་གྱི་རིགས་ལྔས་རྩེན་ལ་སོགས་པའི་གནོད་སྦྱིན་རྫུ་འཕྲུལ་ཆེན་པོའི་ཕྱག་རྒྱའོ། །
en: “If the index fingers are each folded at two joints and touch each other at the fingernails, this is the mudrā of the five very powerful yakṣa s and so forth, which belongs to the Yakṣa family.

source: ལག་པ་གཉིས་སྔ་མ་བཞིན་དུ་ཁུ་ཚུར་བཅིང་བ་བྱས་ལ་མཐེ་བོའི་སེན་མོ་གཉིས་ཕན་ཚུན་སྤྲད་ཅིང་སྟེང་དུ་བཞག་ལ་གུང་མོ་གཉི་གའི་རྩེ་མོ་རྡོ་རྗེའི་རྩེ་མོ་དང་འདྲ་བར་བྱས་པ་འདི་ནི་ལྷ་ཐམས་ཅད་དེ་ལྷའི་རིགས་འོག་མིན་ལ་སོགས་པའི་ཕྱག་རྒྱ་ཡིན་ནོ། །
en: If [the index fingers] are joined at the fingernails and held above the fingernails of the thumbs, with the hands positioned as before and the middle fingers raised up to form the shape of a needle, this is the mudrā of all the gods who inhabit the celestial realms of Akaniṣṭha and so forth; it belongs to the Celestial family. {37.46}

source: ལག་པ་གཉིས་དེ་བཞིན་དུ་བསྡམས་ལ་ཁུ་ཚུར་བཅངས་ནས་མཐེ་བོ་གཉིས་བསྟན་པ་འདི་ནི་རང་སངས་རྒྱས་རྣམས་དང་འཕགས་པ་ཉན་ཐོས་ཀྱི་ཕྱག་རྒྱའོ། །
en: “If one brings the hands together and makes them into fists with the thumbs exposed to view, this is the mudrā of the pratyeka­buddhas and noble śrāvakas. {37.47}

source: ཁུ་ཚུར་བཅང་བར་བྱས་པ་འདི་དག་ནི་འཕགས་པའི་གང་ཟག་བརྒྱད་ཀྱི་ཕྱག་རྒྱའོ། །
en: “The eight mudrās just mentioned Belong to the eight families.

source: རྒྱལ་བའི་སྲས་ཐམས་ཅད་ཀྱི་ཕྱག་རྒྱ་ནི་གཅིག་ཏུ་བརྗོད་པར་བྱ་སྟེ།
en: Now I will teach a single mudrā That can be used for all the sons of the victors. {37.48}

source: ཐལ་མོ་བརྐྱང་བ་སྦྱར་ནས་ཅུང་ཟད་རྩེ་མོ་བསྐུམ་པར་བྱས་པ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔར་གྲགས་པའི་ཕྱག་རྒྱར་བསྟན་པ་ཡིན་ནོ། །
en: “If [the hands] are extended in the añjali gesture And then slightly contracted, This is the mudrā, it is taught, Of all the great bodhisattvas. {37.49}

source: ནོར་བུ་རིན་པོ་ཆེ་དང་། འཁར་གསིལ་དང་། སྣམ་སྦྱར་དང་། ལྷུང་བཟེད་དང་། ཆོས་གོས་དང་། མཆེ་བ་དང་། མི་འཇིགས་པའི་ལག་པ་སྟེ། བདུན་པོ་དེ་དག་ནི་ཐུབ་པའི་ཕྱག་རྒྱའོ། །
en: “The seven mudrās of the Sage are those Of the wish-fulfilling gem , the mendicant’s staff, The monk’s shirt , the bowl , the robe, The fangs , and the fearlessness. {37.50}

source: སྤྱན་དང་བྱམས་པ་དང་འོད་ཀྱི་དྲ་བ་དང་ཆོས་སྟོན་པ་དང་མཛོད་སྤུའི་ནོར་བུ་དང་གནས་པ་དང་ཕྱག་རྒྱ་བདུན་པོ་འདི་དག་ཀྱང་རྒྱལ་བའི་སྐུ་ཉིད་ལས་སྐྱེས་པའོ། །
en: “The vision , the loving kindness , the aura of light , the webbed [fingers], The [forty] teeth , the ūrṇā, and the abiding in bliss May also be regarded as mudrās Arising from the Victor’s own body. {37.51}

source: བདུན་གཉིས་ཀྱི་ཚོགས་གཉིས་པ་འདི་དག་དང་ཕྱག་རྒྱ་ལྔ་ངས་བཤད་པ་དང་ཐུབ་པའི་སྙིང་པོ་དང་ལྡན་པ་ཉི་ཤུ་ནི་དང་པོའི་རང་བྱུང་གིས་ཀྱང་བསྟན་པ་ཡིན་ཏེ་འཁོར་ལོས་སྒྱུར་བ་ཉི་ཤུའི་འཁོར་གྱི་ཕྱག་རྒྱ་ཡང་བསྟན་ཏོ། །
en: “The above two heptads of mudrās, Together with the five mudrās handed down by me And the heart mudrā of the Sage, Constitute twenty mudrās taught by the primordial, self-arisen ones. {37.52} “These mudrās, formerly taught By the primordial victors, Are also referred to as the ‘retinue’ Of the twenty cakravartins.

source: ཕྱག་རྒྱ་དང་སྔགས་བྱུང་བ་འདི་གྲངས་ཀྱི་མཐར་ཡང་བྱས་པ་ཡིན་ནོ། །
en: The enumeration may continue on and on, With each mudrā having a corresponding mantra. {37.53}

source: ཐལ་མོ་སྦྱར་བ་བྱས་ནས་གདུབ་ཀོར་ལྟར་བྱས་པ་ནི་ནོར་བུ་རིན་པོ་ཆེའི་ཕྱག་རྒྱའོ། །
en: “If one raises [the hands] and cups them, this is the mudrā of the wish-fulfilling gem .

source: སྐྱིལ་མོ་ཀྲུང་གི་གཡས་གཡོན་བརླའི་ཉའི་ཕྱོགས་སུ་ཁུ་ཚུར་རྒྱལ་མཚན་དུ་འཛིན་པ་ནི་འཁར་གསིལ་གྱི་ཕྱག་རྒྱར་འགྱུར་རོ། །
en: If one makes [one’s hands] into fists and holds them, while sitting in a cross-legged position, at the left and right shoulders, this is the mudrā of the mendicant’s staff .

source: ལག་པ་ཐལ་མོ་སྦྱར་ལ་ཕན་ཚུན་དུ་མངོན་པར་ཕྱོགས་པ་ནི་སྣམ་སྦྱར་གྱི་ཕྱག་རྒྱར་འགྱུར་རོ། །
en: If the hands face each other with a space in between, this is the mudrā of the monk’s shirt. {37.54}

source: ལག་པ་ཐལ་མོ་སྦྱར་བ་ལས་བཟེད་པ་ལྟར་བྱས་པ་ནི་ལྷུང་བཟེད་ཀྱི་ཕྱག་རྒྱའོ། །
en: “If the hollowed [hands are held] down below, this is the mudrā of the bowl.

source: ཆོས་གོས་ནི་ལག་པ་གཡོན་པས་སོ། །
en: The mudrā of the robe is formed with the left hand.

source: ཐུགས་ཀྱི་ཕྱག་རྒྱ་བཞིན་དུ་གཡོན་པའི་མཐེ་བོ་བཏེག་པ་ནི་མཆེ་བའི་ཕྱག་རྒྱའོ། །
en: The mudrā of the fangs is formed out of the heart mudrā by raising the thumb of the left hand.

source: ལག་པ་གཡས་པས་མི་འཇིགས་པ་སྦྱིན་པ་དང་གཡོན་པས་ཆོས་གོས་ལ་འཛིན་པ་ནི་མི་འཇིགས་པའི་ལག་པའོ། །
en: In the mudrā of fearlessness , the [right] hand displays the gesture of granting fearlessness, while the left is supporting the robe. {37.55}

source: ཐལ་མོ་སྦྱར་བ་ལས་གུང་མོ་གཉིས་རྡོ་རྗེའི་རྩེ་མོ་ལྟར་བྱས་ལ། དེའི་རྒྱབ་ཏུ་མཛུབ་མོ་གཉིས་ཅུང་ཟད་བཀུག་ཅིང་བཞག་ལ། མཐེ་བོ་གཉིས་ནང་དུ་བཅུག་པ་འདི་ནི་སངས་རྒྱས་སྤྱན་གྱི་ཕྱག་རྒྱར་འགྱུར་རོ། །
en: “If there is a hollow space between the middle fingers, the index fingers are folded outside and the thumbs placed inside, this is the mudrā of the Buddha’s eye.

source: འདི་ཉིད་ཀྱི་གུང་མོའི་ཚིགས་བཀུག་ལ་མཛུབ་མོ་གཉིས་གཅིག་ཏུ་བྱས་པ་འདི་ནི་སངས་རྒྱས་བྱམས་པའི་ཕྱག་རྒྱའོ། །
en: The same mudrā, but with the middle fingers folded at the joints and the index fingers at the side of them, is [the mudrā] of the Buddha’s loving kindness.

source: ཐལ་མོ་སྦྱར་བ་ཡངས་པར་བྱས་ལ་མཛུབ་མོ་དང་སྲིན་ལག་གཉིས་བཀུག་ལ་རྡོ་རྗེ་རྩེ་གསུམ་དུ་བྱས་པ་འདི་ནི་མཱ་མ་ཀཱིའི་ཕྱག་རྒྱར་འགྱུར་རོ། །
en: If one forms the añjali gesture with the fingers splayed, and then forms a triple ‘needle’ by hiding away the index and ring fingers, this is the mudrā of Māmakī. {37.56}

source: ཐལ་མོ་སྦྱར་བ་བྱས་ནས་མཛུབ་མོ་གཉིས་གུང་མོ་གཉིས་ཀྱི་ཚིགས་གསུམ་པ་ལ་བཀུག་ནས་བཞག་ལ་མཐེ་བོ་གཉིས་སོ་སོར་བསྐྱེད་ནས་ཐལ་མོའི་རྣམ་པར་བྱ་བ་འདི་ནི་ལོངས་སྤྱོད་ལྡན་པ་ཞེས་བྱ་བའི་ཕྱག་རྒྱ་ཡིན་ནོ། །
en: “If one forms the añjali gesture, bends the index and middle fingers outward at the third joint, and joins the thumbs but keeps them apart from other fingers, this is the mudrā of Bhogavatī.

source: ལག་པ་གཉིས་ཐལ་མོ་སྦྱར་ནས་མཛུབ་མོ་གཉིས་དང་གུང་མོ་གཉིས་སྦྱར་བ་ནི་རྣམ་པར་རྒྱལ་བའི་ཕྱག་རྒྱའོ། །
en: The mudrā of Vijayā is formed with the index and middle finger of the left hand.

source: གཡས་པའི་སོར་མོ་གསུམ་རྡོ་རྗེའི་རྩེ་མོ་ལྟར་བྱས་ལ་རྐེད་པའི་ཕྱོགས་སུ་བརྟེན་པ་འདི་ནི་གནས་པའི་ཕྱག་རྒྱའོ། །
en: With the three fingers of the right hand, one should display a vajra at the waist. {37.57}

source: དེ་ལྟར་བདག་ཉིད་ཀྱི་མགོ་བོར་རིག་པའི་རྒྱལ་པོའི་ཕྱག་རྒྱ་དང་ཕྱག་རྒྱ་ཆེན་པོ་བརྒྱད་བཅིངས་ལ་ལས་ཐམས་ཅད་བྱ་ཞིང་དམ་ཚིག་གཟུང་བའམ་དཀྱིལ་འཁོར་བྱ་བ་དག་ལའང་མེ་ཏོག་གཏོར་བར་བྱའོ། །
en: “Similarly, one can accomplish all activities by forming, above one’s head, the mudrā of the vidyārāja, which has the nature of the eight great mudrās. If one casts flowers onto the maṇḍala at the right time following the procedure as previously described,

source: ཡང་ན་སྔར་བསྟན་པའི་ཆོ་ག་ཇི་ལྟ་བ་བཞིན་དུ་བྱས་ན་ཅི་འདོད་པའི་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: one will accomplish any activity according to one’s wish.

source: སྔགས་དང་ཕྱག་རྒྱ་དང་རིག་པ་བརྗོད་པས་ནི་དམ་ཚིག་ཐམས་ཅད་དུ་འགྱུར་རོ། །
en: Samayas are expressed by vidyā s or mantras;

source: ལེགས་པར་ཕྱག་རྒྱ་བཅིང་ན་ནི་ཕྱག་རྒྱའི་མཐུ་འབྱུང་བར་འགྱུར་གྱི།
en: when properly sealed with a mudrā, they become as powerful as the mudrā.

source: གང་ཕྱག་རྒྱ་བབ་ཅོལ་དུ་བྱས་པ་དང་གནས་མ་ཡིན་པར་བཅས་པ་དེས་ནི་འདིའི་དམ་ཚིག་ཉམས་པར་འགྱུར་རོ། །
en: Should one display a mudrā carelessly or at the wrong time and place, one would break one’s samaya. {37.58}

source: གང་རྡོ་རྗེའི་ཕྱག་རྒྱ་དེ་ཉིད་ནི་མདུད་རྩེའི་ཕྱག་རྒྱ་ཡིན་མོད་ཀྱི། རྩེ་གསུམ་དང་རྡོ་རྗེ་ནི་ཁྱད་པར་ཡོད་དེ། གང་གྱེན་དུ་བསྟན་པ་དེ་ནི་རྡོ་རྗེ་འཛིན་གྱི་ཕྱག་རྒྱར་འགྱུར་ལ། འོག་ཏུ་བལྟས་པ་ནི་དབང་ཕྱུག་ཆེན་པོའི་ཕྱག་རྒྱ་ཡིན་ནོ། །
en: “As with the vajra, so with the trident —there is no difference between them —if it is raised, the [mudrā] is associated with Vajradhara; if lowered, with Maheśvara.

source: བར་དུ་བཞག་པ་ནི་སྦྱིན་གནས་སུ་འོས་པའི་སློབ་དཔོན་དང་བླ་མ་ལ་ནི་ཕྱག་རྒྱ་དབུས་སུ་གཟུང་བར་བྱའོ། །
en: If it is formed in the center, it is associated with the venerable masters and teachers as well as all humankind. {37.59}

source: མི་ཐམས་ཅད་ལ་ནི་སོར་མོ་གཅིག་གདེག་པར་བྱའོ། །
en: If a single finger is raised up, this is the mudrā of all human beings

source: མི་མ་ཡིན་པ་ཐམས་ཅད་དང་རྐང་གཉིས་དང་རྐང་བཞི་དང་རྐང་མང་དང་སྲིད་པ་གསུམ་ལ་གནས་པའི་སེམས་ཅན་རྣམས་ཀྱི་ཕྱག་རྒྱར་འགྱུར་བ་ནི་སོར་མོ་གཉིས་བསྒྲེང་བའོ། །
en: and other two-legged, four-legged, multilegged, and legless creatures in the threefold universe. If two fingers are raised,

source: གནོད་སྦྱིན་དང་གནོད་སྦྱིན་མོ་ཐམས་ཅད་ཀྱི་ཕྱག་རྒྱར་འགྱུར་བ་ནི་གསུམ་བསྒྲེང་བའོ། །
en: this is the mudrā of all the yakṣa s and yakṣiṇīs.

source: རིག་པ་འཛིན་པ་དང་རིག་པ་འཛིན་མ་ཐམས་ཅད་ཀྱི་ཕྱག་རྒྱར་འགྱུར་བ་ནི་སོར་མོ་བཞི་བསྒྲེང་བའོ། །
en: If three are raised, this is the mudrā is of all the vidyādharas and vidyādharīs.

source: ལྷ་དང་ལྷ་མ་ཡིན་ཐམས་ཅད་ཀྱི་བུ་མོའི་ཕྱག་རྒྱར་འགྱུར་བ་ནི་ལག་པའི་མཐིལ་མཉམ་པོར་བཞག་པའོ། །
en: If four fingers are raised, evenly leveled with the palm, this is the mudrā of the male and female lower gods and asuras. {37.60}

source: ཐལ་མོ་སྦྱར་བ་ལེགས་པར་བྱས་ཏེ་བཞག་པ་ནི་གཟུགས་ན་སྤྱོད་པའི་ལྷ་ཐམས་ཅད་ཀྱི་ཕྱག་རྒྱའོ། །
en: “If the hands display a gracefully formed añjali gesture, this is the mudrā of all the gods inhabiting the realm of form.

source: ཐལ་མོ་དེ་ཉིད་ལེགས་པར་བྱས་པ་ལས་ཁུ་ཚུར་བཅིང་བ་བྱས་པ་ནི་འདོད་པའི་ཁམས་ཀྱི་དབང་ཕྱུག་ལ་སོགས་པ་འདོད་པའི་ཁམས་ན་གནས་པ་ཐམས་ཅད་ཀྱི་ཡིན་ནོ། །
en: “If the hands, positioned as before, are made into hollow fists, this is the mudrā of all worldly beings, starting from the lords of the realm of desire and all the beings dwelling there,

source: དམྱལ་བ་དང་དུད་འགྲོ་དང་ཡི་དགས་དང་གཤིན་རྗེའི་འཇིག་རྟེན་གྱི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཕྱག་རྒྱར་འགྱུར་བ་ནི་དེ་ཉིད་ལས་སོར་མོ་གཅིག་ཡང་དག་པར་བསྒྲེང་བའོ། །
en: including men , animals, pretas, and yāmas. {37.62}
